Repository: geteduroam/windows-app
Catalog: EduRoam.Localization/Resources.*.resx
Languages: ar, bg, ca, de, es, et, fr, it, nl

# AppCommandsHelp
source: Supported CLI commands: /? : Show this help text /help : Show this help text /install : Install this binary to %USER%/AppData/Local /uninstall : Uninstall this binary from %USER%/AppData/Local along with any configured data /background : Start this application hidden to the tray (works only if run from install directory) /close : Close the current running instance /refresh : Refresh the user certificate using the refresh token. Is called automatically by a scheduled task in windows. /refresh-force : Refresh the user certificate using the refresh token. Will refresh the profile even if the validity period of the current client certificate has more than a 3rd left
ar: أوامر CLI المدعومة: /? : أظهر نص المساعدة هذا /help : أظهر نص المساعدة هذا /install : Install this binary to %USER%/AppData/Local /uninstall : Uninstall this binary from %USER%/AppData/Local along with any configured data /background : Start this application hidden to the tray (works only if run from install directory) /close : Close the current running instance /refresh : Refresh the user certificate using the refresh token. Is called automatically by a scheduled task in windows. /refresh-force : Refresh the user certificate using the refresh token. Will refresh the profile even if the validity period of the current client certificate has more than a 3rd left
ca: Comandes de consola reconegudes: /? : Mostra el text d'ajuda /help : Mostra el text d'ajuda /install : Instal·la aquest binari a %USER%/AppData/Local /uninstall : Elimina aquest binari de %USER%/AppData/Local juntament amb tota la configuració /background : Iniciar la aplicació oculta (només funciona si s'arrenca al directori d'instal·lació) /close : Tanca la instancia activa /refresh : Actualiza el certificat d'usuari amb un token d'actualització. S'activa automàticament per una tasca programada. /refresh-force : Actualiza el certificat d'usuari amb un token d'actualització. Actualitzarà el perfil encara que el període de validesa del certificat actual tingui una 3a part restant.
de: Unterstützte Kommandozeilenkommandos: /? : Zeigt diese Hilfe an /help : Zeigt diese Hilfe an /install : Installiert das Programm in %USER%/AppData/Local /uninstall : Löscht diese Programm aus %USER%/AppData/Local mit allen zugehörigen Daten /background : Started das Programm in der Fensterleiste (funktioniert nur, wenn das Programm aus dem Installationspfad ausgeführt wird) /close : Schließt die laufende Instanz des Programms /refresh : Erneuert das Nutzerzertifikat mit dem Erneuerungstoken. Wird automatisch durch einen Systemdienst aufgerufen. /refresh-force : Erneuert das Nutzerzertifikat mit dem Erneuerungstoken. Das Zertifkat wird auf jeden Fall erneuert, selbst wenn das aktuelle Zertifikat noch mehr als ein Drittel Laufzeit Rest hat.
es: Parámetros de comando CLI: /? : Mostrar este texto de ayuda /help : Mostrar este texto de ayuda /install : Instalar este binario en %USER%/AppData/Local /uninstall : Desinstalar este binario de %USER%/AppData/Local junto con cualquier dato configurado /background : Iniciar esta aplicación oculta en la bandeja (solo funciona si se ejecuta desde el directorio de instalación) /close : Cerrar la instancia actual en ejecución /refresh : Actualizar el certificado de usuario utilizando el token de actualización. Se llama automáticamente mediante una tarea programada en Windows. /refresh-force : Actualizar el certificado de usuario utilizando el token de actualización. Actualizará el perfil incluso si el período de validez del certificado de cliente actual tiene más de un 1/3 restante
et: Toetatud CLI käsud: /? : Näita seda abiteksti /help : Näita seda abiteksti /install : Paigalda programm sihtkohta: %USER%/AppData/Local /uninstall : Eemalda programm sihtkohast %USER%/AppData/Local along koos seadistusandmetega /background : Käivita rakendus taustal (toimib ainult paigalduskataloogist käivitatuna) /close : Sule parajasti töötav paigaldis /refresh : Uuenduskoodi kasutades uuenda kasutajasertifikaat Käivitatakse automaatselt Windowsis ajastatud toiminguga. /refresh-force : Uuenduskoodi kasutades uuenda kasutajasertifikaat. Uuendab profiili ka siis, kui kliendisertifikaadi kehtivusperioodist on rohkem kui 1/3 veel ees.
fr: Commandes CLI prises en charge : /? : Afficher ce texte d'aide /help : Afficher ce texte d'aide /install : Installez ce binaire sur %USER%/AppData/Local /uninstall : Désinstallez ce binaire de %USER%/AppData/Local avec avec toutes les données configurées /background : Démarrez cette application cachée dans la barre d'état (fonctionne uniquement s'il est exécuté à partir du répertoire d'installation) /close : Fermer l'instance en cours d'exécution /refresh : Actualisez le certificat utilisateur à l'aide du jeton d'actualisation. Est appelé automatiquement par une tâche planifiée dans Windows. /refresh-force : Actualisez le certificat utilisateur à l'aide du jeton d'actualisation. Actualisera le profil même si la période de validité du certificat client actuel en a plus d'un tiers
it: Comandi CLI supportati: /? : Show this help text /help : Mostra questo testo di aiuto /install : Installa questo file binario in %USER%/AppData/Local /uninstall : Disinstalla questo file binario da %USER%/AppData/Local insieme a qualsiasi dato di configurazione /background : Avvia questa applicazione nascosta nel tray (funziona solo se eseguito dalla cartella di installazione) /close : Chiudi l'istanza attualmente in esecuzione /refresh : Aggiorna il certificato utente utilizzando il token di aggiornamento. Viene chiamato automaticamente da un'attività pianificata in Windows. /refresh-force : Aggiorna il certificato utente utilizzando il token di aggiornamento. Aggiornerà il profilo anche se il periodo di validità rimanente del certificato client corrente è più di 1/3 del totale.
nl: Ondersteunde CLI-opdrachten: /? : Toon deze helptekst /hulp : Toon deze helptekst /installeren: Installeer dit binaire bestand op %USER%/AppData/Local /verwijderen: Verwijder dit binaire bestand uit %USER%/AppData/Local met eventuele geconfigureerde gegevens /achtergrond: Start deze applicatie verborgen in de lade (werkt alleen als het vanuit de installatiemap wordt uitgevoerd) /dichtbij : Sluit het huidige actieve exemplaar /vernieuwen: Vernieuw het gebruikerscertificaat met behulp van het vernieuwingstoken. Wordt automatisch aangeroepen door een geplande taak in Windows. /vernieuwingskracht: Vernieuw het gebruikerscertificaat met behulp van het vernieuwingstoken. Zal het profiel vernieuwen, zelfs als de geldigheidsperiode is verstreken van het huidige clientcertificaat heeft nog meer dan een derde over

# AreYouSure
source: Are you sure you want to continue?
ar: هل أنت متأكد أنك تريد الاستمرار؟
bg: Сигурни ли сте, че искате да продължите?
ca: Segur que voleu continuar?
de: Sind Sie sicher dass Sie fortfahren möchten?
es: ¿Estás seguro de que quieres continuar?
et: Kas oled kindel, et soovid jätkata?
fr: Etes-vous sur de vouloir continuer?
it: Sei sicuro di voler continuare?
nl: Weet je zeker dat je wilt doorgaan?

# ButtonClose
source: Close
ar: إغلاق
bg: Затваряне
ca: Tanca
de: Schließen
es: Cerrar
et: Sulge
fr: Fermer
it: Chiudi
nl: Sluiten

# ButtonConnect
source: Connect
ar: اتصال
bg: Свързване
ca: Connecta
de: Verbinden
es: Conectar
et: Ühenda
fr: Connecter
it: Connetti
nl: Verbind

# ButtonInstall
source: Install
ar: تثبيت
bg: Инсталиране
ca: Instal·la
de: Installieren
es: Instalar
et: Paigalda
fr: Installer
it: Installa
nl: Installeer

# ButtonNext
source: Next
ar: التالي
bg: Следващ
ca: Següent
de: Weiter
es: Siguiente
et: Järgmine
fr: Suivant
it: Prossimo
nl: Volgende

# ButtonPrevious
source: Previous
ar: السابق
bg: Предишен
ca: Anterior
de: Vorheriges
es: Anterior
et: Eelmine
fr: Précédent
it: Precedente
nl: Vorige

# ButtonBack
source: Back
ar: الرجوع
bg: Назад
ca: Enrera
de: Zurück
es: Atrás
et: Tagasi
fr: Retour
it: Indietro
nl: Terug

# CertificateLabel
source: Certificate:
ar: شهادة:
bg: Сертификат:
ca: Certificat:
de: Zertifikat:
es: Certificado:
et: Sertifikaat:
fr: Certificat
it: Certificato:
nl: Certificaat:

# CertificatesInstallationNotification
source: In order to continue the following certificates have to be installed.
ar: للمتابعة، يجب تثبيت الشهادات التالية.
bg: За да продължите, трябва да бъдат инсталирани следните сертификати.
ca: Per poder continuar els certificats següents s'han d'instal·lar.
de: Um Fortfahren zu können, müssen die folgenden Zertifikate installiert sein.
es: Para poder continuar, deben instalarse los siguientes certificados.
et: Jätkamiseks tuleb paigaldada järgmised sertifikaadid.
fr: Afin de continuer, les certificats suivants doivent être installés.
it: Per continuare è necessario installare i seguenti certificati.
nl: Om door te gaan moeten de volgende certificaten zijn geïnstalleerd.

# CertificatesInstallationStatus
source: {0}, installed: {1}
ar: {0}, تم التثبيت: {1}
bg: {0}, инсталирани: {1}
ca: {0}, instal·lat: {1}
de: {0}, installiert: {1}
es: {0}, instalado: {1}
et: {0}, paigaldatud: {1}
fr: {0}, Installé: {1}
it: {0}, installato: {1}
nl: {0}, geïnstalleerd: {1}

# CertificateTitleInstalled
source: certificates are installed
ar: تم تثبيت الشهادات
bg: сертификатите са инсталирани
ca: certificats han estat instal·lats
de: Zertifikate sind installiert
es: los certificados están instalados
et: sertifikaadid on paigaldatud
fr: les certificats sont installés
it: i certificati sono installati
nl: Alle certificaten zijn geïnstalleerd

# CertificateTitleStart
source: In order to continue you have to install the listed certificates
ar: للمتابعة، يجب تثبيت الشهادات المُدرجة.
bg: За да продължите, трябва да инсталирате сертификатите от списъка
ca: Per a continuar heu d'instal·lar els certificats de la llista
de: Um Fortfahren zu können, müssen die aufgelisteten Zertifikate installiert werden
es: Para poder continuar, debes instalar los certificados aquí listados.
et: Jätkamiseks tuleb paigaldada loetletud sertifikaadid.
fr: Pour continuer, vous devez installer les certificats répertoriés
it: Per continuare è necessario installare i certificati elencati
nl: Om door te gaan moet u de vermelde certificaten installeren

# CommandDescriptionConnect
source: Configure Wi-Fi based on a institution profile and connect.
ar: قم بضبط إعدادات شبكة Wi-Fi استنادًا إلى ملف المؤسسة ثم قم بالاتصال.
bg: Конфигурирайте Wi-Fi на базата на профила на организацията и се свържете.
ca: Configurar el Wi-Fi a partir del perfil d'una institució i connectar
de: Konfigurieren Sie Ihr WLAN mit Zugangsdaten einer Institution und verbinden Sie sich.
es: Configurar Wi-Fi basado en un perfil de institución y conectar.
et: Seadista Wi-Fi vastavalt asutuse profiilile ja ühenda.
fr: Configurez le Wi-Fi en fonction d'un profil d'établissement et connectez-vous.
it: Configura il Wi-Fi in base al profilo di un organizzazione e connettiti.
nl: Configureer Wi-Fi gebasseerd op een organisatie profiel en verbind.

# CommandDescriptionInstall
source: Install this binary to %USER%/AppData/Local
ar: قم بتثبيت هذا البرنامج في %USER%/AppData/Local
bg: Инсталирайте този файл в %USER%/AppData/Local
ca: Instal·lar aquest binari a %USER%/AppData/Local
de: Installiere dieses Programm in %USER%/AppData/Local
es: Instalar este binario en %USER%/AppData/Local
et: Paigalda see programm sihtkohta: %USER%/AppData/Local
fr: Installez ce binaire sur %USER%/AppData/Local
it: Installa questo file binario in %USER%/AppData/Local
nl: Installeer dit bestand in %USER%/AppData/Local

# CommandDescriptionList
source: Get a list of institutions or profiles for a institution.
ar: احصل على قائمة المؤسسات أو الملفات التعريفية لمؤسسة ما
bg: Вземете списък с организациите или с профилите на организация.
ca: Obtenir un llistat d'institucions o perfils per a una institució.
de: Hole die Liste der Institutionen und Profile.
es: Obtener una lista de instituciones o perfiles de una institución.
et: Hangi asutuste nimekiri või asutuse profiilid.
fr: Obtenez une liste d'établissements ou de profils pour un établissement.
it: Ottieni un elenco di organizzazioni o profili per un'organizzazione.
nl: Ontvang een lijst met organisaties of profielen voor een organisatie.

# CommandDescriptionReauthenticate
source: Reauthenticate
ar: إعادة المصادقة
bg: Повторна автентикация
ca: Autenticar de nou
de: Erneut authentifizieren
es: Reautenticar
et: Autendi uuesti
fr: Réauthentifier
it: Ri-autentica
nl: Opnieuw inloggen

# CommandDescriptionRefresh
source: Refresh credentials
ar: تحديث بيانات الاعتماد
bg: Опреснете идентификационните данни
ca: Actualitzar credencials
de: Zugangsdaten erneuern
es: Actualizar credenciales
et: Uuenda kasutajakonto andmeid
fr: Actualiser les identifiants
it: Aggiorna le credenziali
nl: Ververs inloggegevens

# CommandDescriptionRemove
source: Remove configured Wi-Fi profile and/or root certificates
ar: إزالة ملف ضبط الشبكة اللاسلكية Wi-Fi المُعين و/أو الشهادات الجذرية root certificates
bg: Премахнете конфигурирания Wi-Fi профил и/или root сертификатите
ca: Esborrar el perfil Wi-Fi configurat i/o els certificats arrel
de: Bestehendes WLAN Profil und/oder Wurzelzertifikate entfernen
es: Eliminar perfil de Wi-Fi configurado y/o certificados raíz
et: Kustuta seadistatud Wi-Fi profiil ja/või juursertifikaadid
fr: Supprimer le profil Wi-Fi configuré et/ou les certificats racine
it: Rimuovere il profilo Wi-Fi configurato e/o i certificati root
nl: Verwijder het geconfigureerde Wi-Fi-profiel en/of rootcertificaten

# CommandDescriptionShow
source: Show EAP Config information
ar: عرض معلومات EAP config
bg: Показване на информацията за конфигурацията на EAP
ca: Mostrar informació de la configuració EAP
de: EAP Konfigurationsdaten anzeigen
es: Mostrar información de configuración EAP
et: Näita EAP Config (seadistamise) teavet
fr: Supprimer le profil Wi-Fi configuré et/ou les certificats racine
it: Mostra le informazioni di configurazione EAP
nl: Toon EAP Config informatie

# CommandDescriptionStatus
source: Show status
ar: عرض الحالة
bg: Показване на състояние
ca: Mostrar l'estat
de: Status anzeigen
es: Mostrar estado
et: Näita olekut
fr: Afficher l'état
it: Mostra lo stato
nl: Toon status

# CommandDescriptionUninstall
source: Uninstall application
ar: إلغاء تثبيت التطبيق
bg: Деинсталиране на приложение
ca: Desinstal·lar l'aplicació
de: Anwendung deinstallieren
es: Desinstalar aplicación
et: Eemalda rakendus
fr: Désinstaller l'application
it: Disinstalla l'applicazione
nl: Application deïnstalleren

# ConfiguredButNotConnected
source: Everything is configured! Could not connect because no EAP Config could be found
ar: تم ضبط اعدادات كل شيء! تعذر الاتصال بسبب عدم العثور على ضبط EAP.
bg: Всчико е конфигурирано! Не може да се свържете, защото не може да бъде намерена EAP конфигурация.
ca: Tot està configurat! No s'ha pogut connectar perquè no s'ha trobat cap configuració EAP.
de: Alles eingerichtet! Es konnte keine Verbindung hergestellt werden da keine EAP Konfigurationsdaten gefunden wurden.
es: Todo está configurado. No ha sido posible conectarse porque no se encontró ninguna configuración de EAP.
et: Kõik on seadistatud. Ei saanud ühendada, sest ei leitud EAP Config (seadistust).
fr: Tout est configuré ! Impossible de se connecter car aucune configuration EAP n'a pu être trouvée
it: Tutto è configurato! Impossibile connettersi perché non è stata trovata alcuna configurazione EAP
nl: Alles is geconfigureerd! Kon geen verbinding maken omdat er geen EAP-configuratie kon worden gevonden

# ConfiguredButProbablyOutOfCoverage
source: Everything is configured! Unable to connect to eduroam, you're probably out of coverage.
ar: تم ضبط اعدادات كل شيء! تعذر الاتصال بشبكة eduroam، ربما تكون خارج نطاق التغطية.
bg: Всичко е конфигурирано! Не може да се свържете с eduroam. Вероятно нямате покритие.
ca: Tot està configurat! No es pot connectar a eduroam, probablement estàs fora de cobertura.
de: Alles eingerichtet! Es konnte keine Verbindung zu eduroam hergestellt werden, wahrscheinlich sind Sie außer Reichweite.
es: Todo está configurado. No ha sido posible conectarse a eduroam porque probablemente estás fuera de cobertura.
et: Kõik on seadistatud. Ei saa eduroamiga ühendada, oled arvatavasti väljaspool leviala.
fr: Tout est configuré ! Impossible de vous connecter à eduroam, vous êtes probablement hors de couverture.
it: Tutto è configurato! Impossibile connettersi a eduroam, probabilmente sei fuori copertura.
nl: Alles is geconfigureerd! Kan geen verbinding maken met eduroam, waarschijnlijk heb je geen bereik.

# ConfiguredButUnableToConnect
source: Everything is configured! Unable to connect to eduroam.
ar: تم ضبط اعدادات كل شيء! تعذر الاتصال بشبكة eduroam.
bg: Всичко е конфигурирано! Не може да се свърже с eduroam.
ca: Tot està configurat! No es pot connectar a eduroam.
de: Alles eingerichtet! Es konnte keine Verbindung zu eduroam hergestellt werden.
es: Todo está configurado. No ha sido posible conectarse a eduroam.
et: Kõik on seadistatud. Ei saa eduroamiga ühendada.
fr: Tout est configuré ! Impossible de se connecter à eduroam.
it: Tutto è configurato! Impossibile connettersi a eduroam.
nl: Alles is geconfigureerd! Kan geen verbinding maken met eduroam.

# ConfiguredEap
source: EAP is configured
ar: تم ضبط EAP.
bg: EAP е конфигуриран
ca: EAP està configurat.
de: EAP ist eingerichtet
es: EAP está configurado
et: EAP on seadistatud
fr: EAP est configuré
it: EAP è configurato
nl: EAP is geconfigureerd

# ConnectionUsernameAndPasswordRequired
source: Please provide a username and password to connect.
ar: الرجاء توفير اسم المستخدم وكلمة المرور للاتصال.
bg: Моля, въведете потребителско име и парола, за да се свържете.
ca: Si us plau, proporcioneu un nom d'usuari i una contrasenya per connectar.
de: Bitte geben Sie für die Verbindung einen Benutzernamen und Passwort ein.
es: Por favor, proporciona un nombre de usuario y una contraseña para conectarte.
et: Palun sisesta ühendamiseks kasutajanimi ja parool.
fr: Veuillez fournir un nom d'utilisateur et un mot de passe pour vous connecter.
it: Si prega di fornire un nome utente e una password per connettersi.
nl: Geef je gebruikersnaam en wachtwoord op om te verbinden.

# ConsentMain
source: Terms of Use
ar: شروط الاستخدام
bg: Условия за ползване
ca: Termes d'ús
de: Nutzungsbedingungen
es: Condiciones de uso
et: Kasutustingimustega
fr: Conditions d'utilisation
it: Termini di utilizzo
nl: Gebruiksvoorwaarden

# ConsentPost
source: of the institution
ar: للمؤسسة
bg: на организацията
ca: de la institució
de: der Institution
es: de la institución
et: asutuse
fr: de l'établissement
it: dell'Organizzazione
nl: van de organisatie

# ConsentPre
source: By clicking 'Next' you agree to the
ar: بالنقر على 'التالي'، أنت توافق على
bg: Натискайки 'Следващ', Вие се съгласявате, че
ca: Fent clic a 'Següent' acceptes el
de: Durch Drücken auf "Weiter" akzeptieren Sie die
es: Al hacer clic en 'Siguiente' aceptas los
et: Klõpsates 'Järgmine' nõustud
fr: En cliquant sur « Suivant », vous acceptez
it: Facendo clic su 'Avanti' accetti i
nl: Door op 'Volgende' te klikken ga je akkoord met

# CredentialsLabel
source: Enter your username and password
ar: أدخل اسم المستخدم وكلمة المرور الخاصة بك.
bg: Въведете потребителското име и паролата си
ca: Introdueix el teu nom d'usuari i contrasenya
de: Geben Sie Ihren Benutzernamen und Passwort ein
es: Introduce tu nombre de usuario y contraseña
et: Sisesta oma kasutajanimi ja parool
fr: Entrez votre nom d'utilisateur et votre mot de passe
it: Inserisci il tuo nome utente e la tua password
nl: Vul je gebruikersnaam en wachtwoord in

# CredentialsPasswordLabel
source: Password:
ar: كلمة المرور:
bg: Парола:
ca: Contrasenya:
de: Passwort:
es: Contraseña:
et: Parool:
fr: mot de passe:
nl: Wachtwoord:

# CredentialsUsernameLabel
source: Username:
ar: اسم المستخدم:
bg: Потребителско име:
ca: Nom d'usuari:
de: Benutzername:
es: Nombre de usuario:
et: Kasutajanimi:
fr: Nom d'utilisateur:
nl: Gebruikersnaam:

# DaysLeft
source: {0} more days
ar: {0} أيام إضافية
bg: {0} повече дни
ca: {0} dies més
de: {0} weitere Tage
es: {0} días más
et: {0} päeva veel
fr: {0}jours en plus
it: {0} giorni ulteriori
nl: {0} dagen over

source: Done
ar: انتهى
bg: Готово
ca: Fet
de: Erledigt
es: Hecho
et: Tehtud
fr: Terminer
it: Fatto
nl: Klaar

# ErrorApi
source: API error
ar: خطأ في API
bg: API грешка
ca: Error a l'API
de: API Fehler
es: Error de API
et: API viga
fr: erreur API
it: errore API
nl: API foutmelding

# ErrorCannotConnectWithServer
source: Couldn't connect to the server. Make sure that you are connected to the internet, then try again. Exception: {0}
ar: تعذر الاتصال بالخادم. تأكد من أنك متصل بالإنترنت، ثم حاول مرة أخرى. استثناء: {0}
bg: Не може да се свържете със сървъра. Уверете се, че сте свързани с интернет, и опитайте отново. Изключение: {0}
ca: No s'ha pogut connectar al servidor. Assegura't que estàs connectat a internet i torna-ho a provar. Excepció: {0}
de: Verbindung zum Server konnte nicht hergestellt werden. Stellen Sie sicher, dass Sie mit dem Internet verbunden sind, und versuchen Sie es dann nochmal. Ausnahmefehler: {0}
es: No se ha podido conectar al servidor. Asegúrate de estar conectado a internet y luego inténtalo de nuevo. Excepción: {0}
et: Ei saanud serveriga ühenduda. Kontrolli, kas Sul on internetiühendus olemas, seejärel proovi uuesti. Erand: {0}
fr: Impossible de se connecter au serveur. Assurez-vous que vous êtes connecté à Internet, puis réessayez. Exception: {0}
it: Impossibile connettersi al server. Assicurati di essere connesso a Internet, quindi riprova. Eccezione: {0}
nl: Kan geen verbinding maken met de server. Zorg ervoor dat je verbinding hebt met internet en probeer het opnieuw. Uitzondering: {0}

# ErrorCannotFetchTokens
source: Couldn't fetch token json. Exception: {0}
ar: تعذر جلب رمز Token لـ JSON . استثناء: {0}
bg: Не може да извлече token json. Изключение: {0}
ca: No s'ha pogut obtenir el token json. Excepció: {0}
de: JSON Token konnte nicht geholt werden. Ausnahmefehler: {0}
es: No se pudo obtener el token JSON. Excepción: {0}
et: Ei saanud kätte koodi json'i. Erand: {0}
fr: Impossible de récupérer le jeton JSON. Exception: {0}
it: Impossibile recuperare il token JSON. Eccezione: {0}
nl: Kan token-json niet ophalen. Uitzondering: {0}

# ErrorCannotRemoveWLANProfile
source: Some WLAN profile could not be removed
ar: لا يمكن إزالة بعض ملفات تعريف WLAN
bg: Някакъв WLAN профил не може да бъде премахнат
ca: Alguns perfils WLAN no es poden eliminar.
de: Einige WLAN Profile konnten nicht entfernt werden
es: Algún perfil WLAN no se pudo eliminar
et: Mõnda WiFi profiili ei saanud eemaldada
fr: Certains profils WLAN n'ont pas pu être supprimés
it: Impossibile rimuovere alcuni profili WLAN
nl: Sommige WLAN-profielen konden niet worden verwijderd

# ErrorCannotRetrieveProfileWhenOffline
source: Cannot retrieve profile when offline
ar: لا يمكن استرداد الملف التعريفي عندما تكون غير متصل بالإنترنت
bg: Не може да се извлече профил, когато сте офлайн
ca: No es pot recuperar el perfil quan estàs fora de línia.
de: Profile können nicht abgeholt werden, wenn man offline ist
es: No se puede recuperar el perfil sin conexión
et: Ei saa profiili tuua, kui võrguühendust ei ole
fr: Impossible de récupérer le profil en mode hors connexion
it: Impossibile recuperare il profilo quando si è offline
nl: Kan profiel niet ophalen wanneer je offline bent
