Repository: geteduroam/windows-app
Catalog: EduRoam.Localization/Resources.*.resx
Languages: ar, bg, ca, de, es, et, fr, it, nl

# ErrorClientCredentialNotValidYes
source: Client credential is not valid yet
ar: بيانات اعتماد العميل ليست صالحة بعد
bg: Идентификационните данни на клиента все още не са валидни.
ca: Credencials del client encara no són vàlides.
de: Nutzerzertifikat ist noch nicht gültig. Sie werden ab {0} gültig sein.
es: Las credenciales del cliente aún no son válidas
et: Kliendi kasutajaandmed ei ole veel valideeritud
fr: Les informations d'identification du client ne sont pas encore valides. Ils deviendront valides le {0}.
it: La credenziale del client non è ancora valida
nl: Client gegevens zijn nog niet geldig. Deze worden geldig op {0}.

# ErrorConfiguredButNotConnected
source: Everything is configured! Could not connect because EAP Config could no be found
ar: تم ضبط كل شيء! تعذر الاتصال بسبب عدم العثور على إعدادات EAP
bg: Всчико е конфигурирано! Не може да се свържете, защото не може да бъде намерена EAP конфигурация.
ca: Tot està configurat! No s'ha pogut connectar perquè no s'ha trobat cap configuració EAP.
de: Alles eingerichtet! Es konnte keine Verbindung hergestellt werden da keine EAP Konfigurationsdaten gefunden wurden.
es: Todo está configurado. No ha sido posible conectarse porque no se encontró ninguna configuración de EAP.
et: Kõik on seadistatud. Ei saanud ühendada, sest ei leitud EAP Config (seadistust).
fr: Tout est configuré ! Impossible de se connecter car la configuration EAP est introuvable
it: Tutto è configurato! Impossibile connettersi perché non è stato possibile trovare EAP Config
nl: Alles is geconfigureerd! Kan geen verbinding maken omdat EAP Config niet kan worden gevonden

# ErrorConfiguredButProbablyOutOfCoverage
source: Everything is configured! Unable to connect to eduroam, you're probably out of coverage.
ar: تم ضبط كل شيء! تعذر الاتصال بشبكة eduroam، ربما تكون خارج نطاق التغطية.
bg: Всичко е конфигурирано! Не може да се свържете с eduroam. Вероятно нямате покритие.
ca: Tot està configurat! No es pot connectar a eduroam, probablement estàs fora de cobertura.
de: Alles ist korrekt eingerichtet! Allerdings können wir derzeit keine Verbindung zu {0} herstellen, da das Netzwerk außerhalb der Reichweite liegt. Sobald es in Reichweite ist, wird Ihr System eine Verbindung zu {0} herstellen.
es: Todo está configurado. No ha sido posible conectarse a eduroam porque probablemente estás fuera de cobertura.
et: Kõik on seadistatud. Ei saa eduroamiga ühendada, oled arvatavasti väljaspool leviala.
fr: Tout est configuré ! Impossible de vous connecter à eduroam, vous êtes probablement hors de couverture.
it: Tutto è configurato! Impossibile connettersi a eduroam, probabilmente sei fuori copertura.
nl: Alles is correct ingesteld! Echter, we kunnen momenteel geen verbinding maken met {0}, het netwerk is buiten bereik. Zodra het binnen bereik is, zal je systeem verbinding maken met {0}.

# ErrorConfiguredButUnableToConnect
source: Everything is configured! Unable to connect to eduroam.
ar: تم ضبط كل شيء! تعذر الاتصال بشبكة eduroam.
bg: Всичко е конфигурирано! Не може да се свърже с eduroam.
ca: Tot està configurat! No es pot connectar a eduroam.
de: Alles ist korrekt eingerichtet! Allerdings können wir derzeit keine Verbindung zu {0} herstellen, obwohl es in Reichweite ist. Sie können dennoch eine Verbindung herstellen, indem Sie es manuell in Ihren Windows-Einstellungen auswählen.
es: Todo está configurado. No ha sido posible conectarse a eduroam.
et: Kõik on seadistatud. Ei saa eduroamiga ühendada.
fr: Tout est configuré ! Impossible de se connecter à eduroam.
it: Tutto è configurato! Impossibile connettersi a eduroam.
nl: Alles is correct ingesteld! Echter, we kunnen momenteel geen verbinding maken met {0}, ook al is het binnen bereik. Je kunt nog steeds verbinding maken door het handmatig te selecteren in je Windows-instellingen.

# ErrorCredentialsAtChar
source: Username must contain @ exactly once
ar: يجب أن يحتوي اسم المستخدم على الرمز "@" مرة واحدة فقط
bg: Потребителското име трябва да съдържа само един път @
ca: El nom d'usuari ha de contenir @ exactament una vegada.
de: Der Nutzername muss genau ein @ Zeichen enthalten
es: El nombre de usuario debe contener @ exactamente una vez.
et: Kasutajanimes peab olema üksainus @
fr: Le nom d'utilisateur doit contenir @ une fois
it: Il nome utente deve contenere @ esattamente una volta
nl: De gebruikersnaam moet precies één keer @ bevatten

# ErrorCredentialsEndsWith
source: Username cannot end with a period or whitespace
ar: لا يمكن أن ينتهي اسم المستخدم بفاصلة أو مسافة
bg: Потребителското име не може да завършва с точка или интервал
ca: El nom d'usuari no pot acabar amb un punt o un espai en blanc
de: Der Nutzername darf nicht mit einem Leerzeichen enden
es: El nombre de usuario no puede terminar con un punto o un espacio en blanco.
et: Kasutajanimi ei tohi lõppeda punkti ega tühikuga
fr: Le nom d'utilisateur ne peut pas se terminer par un point ou un espace
it: Il nome utente non può terminare con un punto o uno spazio
nl: De gebruikersnaam mag niet eindigen met een punt of witruimte

# ErrorCredentialsEndWithRealm
source: Username must end with .{0} or @{0}
ar: يجب أن ينتهي اسم المستخدم بالنقطة . {0} أو @ {0}
bg: Потребителското име трябва да завършва с .{0} или @{0}
ca: El nom d'usuari ha de finalitzar amb .{0} o @{0}
de: Der Nutzername muss enden auf .{0} oder @{0}
es: El nombre de usuario debe terminar con .{0} o @{0}
et: Kasutajanime lõpus peab olema .{0} või @{0}
fr: Le nom d'utilisateur doit se terminer par .{0} ou @{0}
it: Lo username deve finire con .{0} or @{0}
nl: Gebruikersnaam moet eindigen op .{0} of @{0}

# ErrorCredentialsEndWithRealmNoSubdomain
source: Username must end with @{0}
ar: يجب أن ينتهي اسم المستخدم بالرمز "@" {0}
bg: Потребителското име трябва да завършва с @{0}
ca: El nom d'usuari ha de finalitzar amb @{0}
de: Der Nutzername muss enden auf @{0}
es: El nombre de usuario debe terminar en @{0}
et: Kasutajanime lõpus peab olema @{0}
fr: Le nom d'utilisateur doit se terminer par @ {0}
it: Lo username deve finire con @{0}
nl: Gebruikersnaam moet eindigen op @{0}

# ErrorCredentialsSpecialCharacters
source: Characters such as . and @ can not be adjacent to each other
ar: لا يمكن أن تكون الرموز مثل "." و "@" متجاورة
bg: Символи като . и @ не може да бъдат един до друг.
ca: Els caràcters com . i @ no poden estar de costat.
de: Zeichen wie . und @ dürfen nicht direkt aufeinanderfolgend vorkommen
es: Caracteres como . y @ no pueden ser adyacentes entre sí
et: Sümbolid . ja @ ei tohi olla kõrvuti
fr: Des personnages tels que . et @ ne peuvent pas être adjacents l'un à l'autre
it: Caratteri come . e @ non possono essere adiacenti tra loro
nl: Karakters zoals . en @ kunnen niet naast elkaar liggen

# ErrorEapConfigCorrupted
source: The selected EAP config file is corrupted. Please choose another file.
ar: تم تلف ملف ضبط EAP المحدد. يرجى اختيار ملف آخر.
bg: Посоченият конфигурационен файл на EAP е счупен. Моля, изберете друг файл.
ca: El fitxer de configuració EAP triat està corrupte. Si us plau, escolliu un altre fitxer.
de: Das asugewählte EAP Konfigurationsprofil ist ungültig. Bitte wählen Sie eine andere Datei.
es: El archivo de configuración EAP seleccionado está corrupto. Por favor, elige otro archivo.
et: Valitud EAP seadistusfail on vigane. Palun vali muu fail.
fr: Le fichier de configuration EAP sélectionné est corrompu. Veuillez choisir un autre fichier.
it: Il file di configurazione EAP selezionato è danneggiato. Scegli un altro file.
nl: Het geselecteerde EAP-configuratiebestand is beschadigd. Kies een ander bestand.

# ErrorEapConfigInvalid
source: Could not read from file. Make sure to select a valid EAP config file.
ar: لا يمكن القراءة من الملف. تأكد من تحديد ملف ضبط EAP صالح.
bg: Не може да се чете от файла. Уверете се, че сте посочили валиден конфигурационен файл на EAP.
ca: No s'ha pogut llegir del fitxer. Assegureu-vos de seleccionar un fitxer de configuració EAP vàlid.
de: Datei konnte nicht gelesen werden. Wählen Sie eine gültige EAP Konfigurationsdatei.
es: No se ha podido leer del archivo. Asegúrate de seleccionar un archivo de configuración EAP válido.
et: Faili ei saa lugeda. Palun vali kehtiv EAP seadistusfail.
fr: Impossible de lire le fichier. Assurez-vous de sélectionner un fichier de configuration EAP valide.
it: Impossibile leggere dal file. Assicurati di selezionare un file di configurazione EAP valido.
nl: Kon niet uit bestand lezen. Zorg ervoor dat u een geldig EAP-configuratiebestand selecteert.

# ErrorEapConfigIsEmpty
source: Could not connect, EAP Configuration is empty
ar: تعذر الاتصال، لا يوجد ضبط EAP
bg: Не може да се свърже, конфигигурацията на EAP е празна
ca: No s'ha pogut connectar, la configuració EAP està buida.
de: Konnte keine Verbindung herstellen, die EAP Konfiguration ist leer
es: No se ha podido conectar. La configuración EAP está vacía.
et: Ei saanud ühendada, EAP seadistus on tühi.
fr: Impossible de se connecter, la configuration EAP est vide
it: Impossibile connettersi, la configurazione EAP è vuota
nl: Kon geen verbinding maken, EAP-configuratie is leeg

# ErrorEapNotConfigured
source: EAP could not be configured
ar: لا يمكن ضبط EAP
bg: EAP не може да бъде конфигуриран
ca: L'EAP no s'ha pogut configurar.
de: EAP konnte nicht eingerichtet werden
es: No se ha podido configurar EAP
et: EAP-d ei saanud seadistada
fr: EAP n'a pas pu être configuré
it: Impossibile configurare EAP
nl: EAP kan niet worden geconfigureerd

# ErrorInternetConnection
source: Error with internet connection
ar: خطأ في اتصال الإنترنت
bg: Грешка при свързване с интернет
ca: Error amb la connexió a internet
de: Fehler der Internetverbindung
es: Error con la conexión a internet
et: Internetiühenduse viga
fr: Erreur avec la connexion Internet
it: Errore di connessione ad Internet
nl: Fout met internetverbinding

# ErrorInvalidCertificatePath
source: Invalid certificate path
ar: مسار ملف الشهادة غير صالح
bg: Невалиден път до сертификат
ca: Ubicació del certificat no vàlida
de: Ungültiger Zertifikatspfad
es: Ruta de certificado no válida
et: Vale sertifikaaditee
fr: Chemin de certificat invalide
it: Percorso del certificato non valido
nl: Ongeldig certificaatpad

# ErrorInvalidCredentials
source: Username and/or password are not valid
ar: اسم المستخدم و/أو كلمة المرور غير صالحة
bg: Потребителското име и/или паролата са невалидни
ca: Nom d'usuari i/o contrasenya no són vàlids
de: Benutzername und/oder Passwort sind ungültig
es: Nombre de usuario y/o contraseña no son válidos
et: Kasutajanimi ja/või parool ei ole kehtiv
fr: Le nom d'utilisateur et/ou le mot de passe ne sont pas valides
it: Lo username e/o la password non sono corretti
nl: Gebruikersnaam en/of wachtwoord zijn niet geldig

# ErrorInvalidEapConfig
source: Invalid EAP config provided, this should not happen, please report a bug.
ar: ضبط اعدادات EAP غير صالح ، هذا لا ينبغي أن يحدث، يرجى الإبلاغ عن الخطأ.
bg: Предоставена е невалидна EAP конфигурация. Моля, докладвайте за грешка.
ca: Configuració EAP proporcionada no vàlida, això no hauria de passar, si us plau, informeu d'un error.
de: Ungültige EAP Konfiguration angegeben. Dies sollte nicht passieren. Bitte melden Sie diesen Fehler.
es: La configuración EAP proporcionada no es válida. Esto no debería ocurrir, así que por favor informa de este error.
et: Vigane EAP seadistus; seda ei tohiks juhtuda. Palun saada vearaport.
fr: Configuration EAP fournie non valide. Cela ne devrait pas se produire, veuillez signaler un bug.
it: È stata fornita una configurazione EAP non valida., questo non dovrebbe accadere, per favore segnala un bug.
nl: Ongeldige EAP-configuratie opgegeven. Dit zou niet mogen gebeuren. Rapporteer een bug.

# ErrorMissingCredentials
source: Credentials are not provided
ar: لم يتم توفير بيانات الاعتماد
bg: Не са предоставени идентификационни данни
ca: No s'han proporcionat credencials
de: Zugangsdaten sind nicht angegeben
es: No se han proporcionado credenciales
et: Kasutajaandmeid ei ole antud
fr: Les informations d'identification ne sont pas fournies
it: Non vengono fornite le credenziali
nl: Geen login gegevens opgegeven

# ErrorMissingRequiredCACertificate
source: Required CA certificate was not installed, this should not happen, please report a bug
ar: لم يتم تثبيت شهادة CA المطلوبة، لا ينبغي أن يحدث هذا، يرجى الإبلاغ عن خطأ
bg: Необходимият CA сертификат не е инсталиран. Моля, докладвайте за грешка
ca: No s'ha instal·lat el certificat CA requerit, això no hauria de passar, si us plau, informeu d'un error.
de: Notwendiges CA Zertifikat wurde nicht installiert. Dies sollte nicht passieren. Bitte melden Sie diesen Fehler.
es: El certificado CA requerido no se instaló. Esto no debería ocurrir, así que por favor informa de este error.
et: Nõutavat CA sertikaati ei paigaldatud; seda ei tohiks juhtuda. Palun saada vearaport.
fr: Le certificat CA requis n'a pas été installé, cela ne devrait pas se produire, veuillez signaler un bug
it: Il certificato CA richiesto non è stato installato, ciò non dovrebbe accadere, per favore segnala un bug
nl: Het vereiste CA-certificaat is niet geïnstalleerd. Dit zou niet moeten gebeuren. Rapporteer een bug

# ErrorNoClientCertificateProvided
source: No (valid) client certificate was provided ({0} parameter.
ar: لم يتم توفير شهادة عميل (صالحة) ({0} parameter.
bg: Не е предоставен (валиден) клиентски сертификат ({0} параметър.
ca: No s'ha proporcionat cap certificat de client (vàlid) ({0} paràmetre.
de: Kein (gültiges) Client-Zertifikat wurde angegeben ({0} Parameter.
es: No se ha proporcionado ningún certificado (válido) de cliente (parámetro {0}.
et: Ei esitatud (kehtivat) kliendisertifikaati ({0} parameeter.
fr: Aucun certificat client (valide) n'a été fourni ({0}paramètre.
it: Non è stato fornito alcun certificato client (valido) ( parametro {0}.
nl: Er is geen (geldig) clientcertificaat opgegeven (parameter {0}.

# ErrorNoConnection
source: Could not connect. Exception: {0}.
ar: تعذر الاتصال. استثناء: {0}.
bg: Не може да се свърже. Изключение: {0}.
ca: No s'ha pogut connectar. Excepció: {0}.
de: Verbindung konnte nicht hergestellt werden. Ausnahmefehler: {0}.
es: No se ha podido establecer conexión. Excepción: {0}.
et: Ei saanud ühendada. Erand: {0}.
fr: N'a pas pu se connecter. Exception: {0}.
it: Impossibile connettersi. Errore: {0}.
nl: Kon niet verbinden. Uitzondering: {0}.

# ErrorNoInternet
source: No internet connection
ar: لا يوجد اتصال بالإنترنت
bg: Няма връзка с интернет
ca: Sense connexió a internet
de: Keine Internetverbindung
es: Sin conexión a internet
et: Internetiühendust ei ole
fr: Pas de connexion Internet
it: Nessuna connessione ad Internet
nl: Geen internet verbinding

# ErrorNotUninstalled
source: geteduroam has not been uninstalled.
ar: لم يتم إلغاء تثبيت geteduroam.
bg: geteduroam не е деинсталиран.
ca: geteduroam no s'ha desinstal·lat.
de: geteduroam wurde nicht deinstalliert.
es: geteduroam no ha sido desinstalado.
et: geteduroam'i ei ole eemaldatud.
fr: geteduroam n'a pas été désinstallé.
it: geteduroam non è stato disinstallato.
nl: geteduroam is niet verwijderd.

# ErrorOptionIsEmpty
source: {0} option value cannot be empty or whitespace only
ar: لا يمكن أن تكون قيمة خيار {0} فارغة أو مسافة بيضاء فقط
bg: стойността на опцията {0} не може да бъде празна или само интервал
ca: l'opció {0} no pot ser buida o amb només espais en blanc
de: {0} Wert darf nicht leer oder ausschließlich Leerzeichen sein
es: La opción {0} no puede estar vacía o contener sólo espacios en blanco
et: {0} valikväärtus ei tohi olla tühi ega koosneda tühikust
fr: {0}la valeur de l'option ne peut pas être vide ou uniquement des espaces
it: {0} il valore dell'opzione non può essere vuoto o contenere solo spazi bianchi
nl: De optiewaarde van {0} mag niet leeg zijn of alleen witruimte

# ErrorRequiredCertificatesNotInstalled
source: Not all required certificates are installed.
ar: لم يتم تثبيت كافة الشهادات المطلوبة.
bg: Не всички необходими сертификати са инсталирани.
ca: No s'han instal·lat tots els certificats requerits.
de: Nicht alle benötigten Zertifikate sind installiert.
es: No se han instalado todos los certificados requeridos.
et: Kõiki nõutud sertifikaate ei ole paigaldatud.
fr: Tous les certificats requis ne sont pas installés.
it: Non tutti i certificati richiesti sono installati.
nl: Niet alle vereiste certificaten zijn geïnstalleerd.

# ErrorShowCommandOptions
source: Missing options. Provide the {0} option or both {1} and {2} options
ar: خيارات مفقودة. قم بتوفير الخيار {0} أو كلا الخيارين{1}و{2}
bg: Липсват опции. Осигурете опция {0} или опции {1} и {2}
ca: Hi manquen opcions. Proporcioneu l'opció {0} o bé ambdues opcions {1} i {2}
de: Nötige Optionen. nicht gewählt. Geben Sie die {0} Option oder sowohl {1} als auch {2} an.
es: Opciones faltantes. Proporciona la opción {0} o ambas opciones {1} y {2}.
et: Puuduvad valikud. Tee valik {0} või valikud {1} ja {2}
fr: Options manquantes. Fournir l'option {0} ou les deux {1} et les options {2}
it: Opzioni mancanti. Inserisci l'opzione {0} o entrambe le opzioni {1} e {2}
nl: Ontbrekende opties. Geef de optie {0} of zowel de opties {1} als {2} op

# ErrorUnknownProfile
source: Unknown profile
ar: ملف غير معروف
bg: Неизвестен профил
ca: Perfil desconegut
de: Unbekanntes Profil
es: Perfil desconocido
et: Tundmatu profiil
fr: Profil inconnu
it: Profilo sconosciuto
nl: Onbekend profiel

# ErrorUnsupportedConnectionType
source: Connection of type {0} is not supported (yet).
ar: الاتصال من النوع {0} غير مدعوم (حتى الآن).
bg: Свързване на тип {0} (все още) не се поддържа.
ca: Connexió de tipus {0} no és compatible (encara).
de: Verbindungstyp {0} ist (noch) nicht unterstützt.
es: La conexión de tipo {0} no está soportada (aún).
et: Tüübiga {0} ühendus ei ole (veel) toetatud.
fr: La connexion de type {0} n'est pas (encore) prise en charge.
it: La connessione di tipo {0} non è (ancora) supportata.
nl: Verbinding van type {0} wordt (nog) niet ondersteund.

# ErrorUnsupportedInstituteOrProfile
source: The institution or profile is either not supported or malformed. Please select a different institution or profile. Exception: {0}
ar: المؤسسة أو الملف التعريفي إما غير مدعوم أو تالف. الرجاء تحديد مؤسسة أو ملف تعريف مختلف.. استثناء: {0}
bg: Организацията или профилът не се поддържат или са изменени. Моля, посочете друга организация или профил. Изключение: {0}
ca: La institució o perfil no és compatible o està fet malbé. Si us plau, seleccioneu una institució o perfil diferent. Excepció: {0}
de: Die Organisation oder das Profil wird entweder nicht unterstützt oder ist fehlerhaft. Bitte wählen Sie eine andere Organisation oder Profil. Ausnahmefehler: {0}
es: La institución o perfil no está soportado o está mal formado. Por favor, selecciona una institución o perfil diferente. Excepción: {0}
et: Asutus või profiil ei ole kas toetatud või on vigane. Palun vali muu asutus või profiil. Erand: {0}
fr: L'institution ou le profil n'est pas pris en charge ou est mal formé. Veuillez sélectionner une autre institution ou un autre profil. Exception: {0}
it: L'organizzazione o il profilo non sono supportati o non sono formati correttamente. Seleziona un'organizzazione o un profilo diverso. Errore: {0}
nl: De organisatie of het profiel wordt niet ondersteund of is verkeerd ingedeeld. Selecteer een andere organisatie of profiel. Uitzondering: {0}

# ErrorUnsupportedProfile
source: The profile you have selected is not supported by this application. No supported authentification method was found.
ar: الملف الذي اخترته غير مدعوم من قبل هذا التطبيق. لم يتم العثور على طريقة مصادقة معتمدة.
bg: Профилът, който сте посочили, не се поддържа от приложението. Не е намерен метод за автентикация.
ca: El perfil que heu seleccionat no és compatible amb aquesta aplicació. No s'ha trobat cap mètode d'autenticació compatible.
de: Das ausgewählte Profil wird durch dieses Programm nicht unterstützt. Keine unterstützte Anmeldemethode gefunden.
es: El perfil que has seleccionado no es compatible con esta aplicación. No se encontró ningún método de autenticación compatible.
et: Rakendus ei toeta Su valitud profiili. Ei leitud toetatud autentimismeetodit.
fr: Le profil que vous avez sélectionné n'est pas pris en charge par cette application. Aucune méthode d'authentification prise en charge n'a été trouvée.
it: Il profilo che hai selezionato non è supportato da questa applicazione. Non è stato trovato alcun metodo di autenticazione supportato.
nl: Het profiel dat u heeft geselecteerd, wordt niet ondersteund door deze applicatie. Er is geen ondersteunde authenticatiemethode gevonden.

# ErrorWirelessUnavailable
source: Wireless is unavailable on this computer
ar: الاتصال اللاسلكي غير متاح على هذا الكمبيوتر
bg: На този компютър не е налична безжична връзка
ca: La connexió sense fil no està disponible en aquest ordinador.
de: Auf diesem Rechner gibt es kein WLAN.
es: La conexión inalámbrica no está disponible en este ordenador
et: Traadita ühendus ei ole sellel arvutil kasutatav
fr: Le sans fil n'est pas disponible sur cet ordinateur
it: La connessione wireless non è disponibile su questo computer
nl: Draadloos is niet beschikbaar op deze computer

# FileDialogSelectFile
source: Please select a file.
ar: الرجاء اختيار ملف.
bg: Моля, изберете файл.
ca: Si us plau, seleccioneu un fitxer.
de: Datei auswählen.
es: Por favor selecciona un archivo.
et: Palun vali fail
fr: Veuillez sélectionner un fichier.
it: Seleziona un file.
nl: Selecteer een bestand.

# HoursLeft
source: {0} more hours
ar: {0} ساعات إضافية
bg: {0} повече часа
ca: {0} hores més
de: {0} weitere Stunden
es: {0} horas más
et: {0} tundi veel
fr: {0}plus d'heures
it: Ancora {0} ore
nl: {0} uur over

# IsSure
source: y
ar: نعم
ca: i
et: jah
it: s
nl: j

# LabelAccountValidFor
source: Your account is valid for
ar: حسابك صالح لـ
bg: Вашият акаунт е валиден за
ca: El vostre compte és vàlid per a
de: Ihr Zugang ist gültig für weitere
es: Tu cuenta es válida durante
et: Su konto kehtib:
fr: Votre compte est valable pour
it: Il tuo account è valido per
nl: Uw account is geldig voor

# LabelEmail
source: E-mail
ar: البريد الإلكتروني
bg: И-мейл
es: Correo electrónico

# LabelHelp
source: Help
ar: مساعدة
bg: Помощ
ca: Ajuda
de: Hilfe
es: Ayuda
et: Abi
fr: Aide
it: Aiuto

# LabelPhone
source: Phone
ar: الهاتف
bg: Телефон
ca: Telèfon
de: Telefon
es: Teléfono
et: Telefon
fr: Téléphone
it: Telefono
nl: Telefoon

# LabelProfile
source: Profile
ar: الملف الشخصي
bg: Профил
ca: Perfil
de: Profil
es: Perfil
et: Profiil
fr: Profil
it: Profilo
nl: Profiel

# LabelSupported
source: Supported
ar: مدعوم
bg: Поддържан
ca: Suportat
de: Unterstützt
es: Soportado
et: Toetatud
fr: Prise en charge
it: Supportato
nl: Ondersteund

# LabelTermsOfUse
source: Terms of use
ar: شروط الاستخدام
bg: Условия за ползване
ca: Termes d'ús
de: Nutzungsbedingungen
es: Condiciones de uso
et: Kasutustingimused
fr: Conditions d'utilisation
it: Termini di utilizzo
nl: Gebruiksvoorwaarden

# LabelVersion
source: App version
ar: إصدار التطبيق
bg: Версия на приложението
ca: Versió de l'aplicació
de: Version des Programms
es: Versión de la aplicación
et: Rakenduse versioon
fr: Version de l'application
it: Versione App
nl: App versie

# LabelWeb
source: Web
ar: الموقع
bg: Уеб
de: Internet
et: Veeb

# LoadCertificateFile
source: Select a Client Certificate bundle
ar: اختيار حزمة شهادة العميل Client Certificate
bg: Посочете Client Certificate bundle
ca: Seleccioneu un paquet de certificat de client
de: Wählen Sie ein Client-Zertifikat
es: Seleccione un paquete de certificado de cliente
et: Vali kliendisertifikaadi kimp
fr: Sélectionnez un ensemble de certificats clients
it: Seleziona un pacchetto di certificati client
nl: Selecteer een clientcertificaatbundel
