Repository: geteduroam/windows-app
Catalog: EduRoam.Localization/Resources.*.resx
Languages: ar, bg, ca, de, es, et, fr, it, nl

# LoadEapFile
source: Select a EAP Config file
ar: اختيار ملف ضبط EAP
bg: Изберете конфигурационния файл на EAP
ca: Seleccioneu un fitxer de configuració EAP
de: Wählen Sie eine EAP Konfigurationsdatei
es: Selecciona un archivo de configuración EAP
et: Vali EAP Config (seadistus)fail
fr: Sélectionnez un fichier de configuration EAP
it: Seleziona un file di configurazione EAP
nl: Selecteer een EAP-configuratiebestand

source: Loading
ar: جاري التحميل
bg: Зареждане
ca: Carregant
de: Wird geladen
es: Cargando
et: Laadimine
fr: Chargement
it: Sto caricando
nl: Even geduld

# LocalCertificateLabel
source: This profile requires a local certificate
ar: يتطلب هذا الملف التعريفي شهادة محلية
bg: Този профил изисква локален сертификат
ca: Aquest perfil requereix un certificat local.
de: Dieses Profil benötigt ein Zertifikat auf dem Rechner
es: Este perfil requiere un certificado local
et: See profiil vajab lokaalset sertifikaati
fr: Ce profil nécessite un certificat local
it: Questo profilo richiede un certificato locale
nl: Voor dit profiel is een lokaal certificaat vereist

# LoginTitle
source: Login
ar: تسجيل الدخول
bg: Влизане
ca: Iniciar sessió
de: Anmelden
es: Iniciar sesión
fr: Se connecter
nl: Inloggen

# MenuItemLoadEAP
source: Load .eap-config file...
ar: تحميل ملف .eap-config...
bg: Заредете файл .eap-config...
ca: Carrega el fitxer .eap-config...
de: Lädt .eap-config Datei...
es: Cargar archivo .eap-config...
et: Lae fail .eap-config...
fr: Chargez le fichier .eap-config...
it: Carico il file .eap-config...
nl: Laad .eap-config bestand...

# MenuItemReauthenticate
source: Reauthenticate...
ar: إعادة المصادقة
bg: Повторна автентикация...
ca: Autenticar de nou...
de: Neu authentifizieren...
es: Reautenticar...
et: Autendi uuesti...
fr: Réauthentifier...
it: Riautenticarsi...
nl: Opnieuw inloggen...

# MenuItemRefresh
source: Refresh credential
ar: تحديث بيانات الاعتماد
bg: Опреснете идентификационните данни
ca: Actualitzar credencials
de: Zugangsdaten erneuern
es: Actualizar credenciales
et: Uuenda kasutajakonto andmeid
fr: Actualiser les informations d'identification
it: Aggiorna credenziale
nl: Inloggegevens verversen

# MenuItemRemoveCertificates
source: Remove root certificates...
ar: حذف شهادات الجذر
bg: Премахнете root сертификатите...
ca: Eliminar certificats arrel...
de: Wurzelzertifikate löschen...
es: Eliminar certificados raíz...
et: Eemalda juursertifikaadid...
fr: Supprimer les certificats racine...
it: Rimuovo i certificati radice...
nl: Verwijder root certificaten...

# MenuItemRemoveProfile
source: Remove configured Wi-Fi profile...
ar: إزالة ملف ضبط إعدادات شبكة الوايفاي...
bg: Премахнете конфигурирания Wi-Fi профил...
ca: Eliminar el perfil de Wi-Fi configurat...
de: Eingerichtetes WLAN-Netzwerk löschen...
es: Eliminar perfil de Wi-Fi configurado...
et: Eemalda seadistatud Wi-Fi profiil...
fr: Supprimer le profil Wi-Fi configuré...
it: Rimuovo il profilo Wi-Fi configurato...
nl: Verwijder geconfigureerde Wi-Fi profiel...

# MenuItemUninstall
source: Uninstall application...
ar: إلغاء تثبيت التطبيق...
bg: Деинсталиране на приложение...
ca: Desinstal·lar l'aplicació...
de: Programm deinstallieren...
es: Desinstalar aplicación...
et: Eemalda rakendus...
fr: Désinstaller l'application...
it: Disinstallo l'applicazione...
nl: Deïnstalleer applicatie...

# MinutesLeft
source: {0} more minutes
ar: {0}دقائق إضافية
bg: {0} повече минути
ca: {0} minuts més
de: {0} weitere Minuten
es: {0} minutos más
et: {0} minutit veel
fr: {0}minutes supplémentaires
it: Ancora {0} minuti
nl: {0} minuten resterend

# No
source: x
ar: نعم
et: ei

# NoEAPConfig
source: No EAP Config info to show
ar: لا توجد معلومات ضبط EAP لعرضها.
bg: Няма информация за EAP Config, която да бъде показана
ca: No hi ha informació de configuració de l'EAP per mostrar.
de: Keine EAP Konfigurationsinformationen zum Anzeigen
es: No hay información de configuración EAP que mostrar
et: Ei ole EAP Config (seadistamise) teavet, mida näidata
fr: Aucune information de configuration EAP à afficher
it: Nessuna informazione di configurazione EAP da mostrare
nl: Geen EAP-Config informatie om te tonen

# NotSure
source: n
ar: لا
et: ei ole kindel

# OAuthExplanation
source: To continue you need to authenticate in your browser, a window should have opened automatically.
ar: للمتابعة، تحتاج إلى المصادقة في متصفحك، ومن المفترض أن يتم فتح نافذة تلقائيًا.
bg: За да продължите, трябва да се автентикирате в браузъра си. Трябва автоматично да се отвори прозорец.
ca: Per continuar, necessiteu autenticar-vos al vostre navegador, hauria d'haver-se obert una finestra automàticament.
de: Jetzt sollte sich ein Browserfenster geöffnet haben, in dem Sie sich nei authentifizieren können.
es: Para continuar necesitas autenticarte en tu navegador. Una ventana debería haberse abierto automáticamente.
et: Jätkamiseks pead end brauseris autentima, aken peaks olema automaatselt avanenud
fr: Pour continuer vous devez vous authentifier dans votre navigateur, une fenêtre devrait s'ouvrir automatiquement.
it: Per proseguire è necessario autenticarsi nel browser, dovrebbe essersi aperta automaticamente una finestra.
nl: Om verder te gaan moet u zich authenticeren in uw browser. Er zou automatisch een venster moeten zijn geopend.

# OAuthTitle
source: Waiting ...
ar: في الانتظار...
bg: Изчакайте ...
ca: Esperant...
de: Warten ...
es: Esperando...
et: Ootel...
fr: attente ...
it: In attesa ...
nl: Wachten ...

# OptionDescriptionCertificatePath
source: Certificate filepath
ar: مسار ملف الشهادة
bg: Път до файла със сертификата
ca: Ruta del certificat
de: Pfad zum Zertifikat
es: Ruta de archivo de certificado
et: Sertifikaadi asukoht (filepath)
fr: Chemin du fichier de certificat
it: Percorso del file del certificato
nl: Certificaat bestandslocatie

# OptionDescriptionEAPConfig
source: Path to EAP config .eap-config.
ar: المسار إلى ملف ضبط eap-config EAP.
bg: Път до конфигурацията на EAP .eap-config.
ca: Ubicació de la configuració EAP .eap-config.
de: Pfad zur EAP Konfigurationsdatei .eap-config.
es: Ruta a la configuración de EAP .eap-config.
et: EAP seadistuse .eap-config asukoht.
fr: Chemin d'accès à la configuration EAP .eap-config.
it: Percorso della configurazione EAP .eap-config.
nl: Pad naar EAP-config .eap-config.

# OptionDescriptionForce
source: Force action.
ar: إجبار التنفيذ.
bg: Принудително действие.
ca: Forçar l'acció.
de: Aktion erzwingen.
es: Forzar acción.
et: Sundteostamine.
fr: Forcer l’action.
it: Azione di forza.
nl: Forceer actie.

# OptionDescriptionInstitute
source: The name of the institute to connect to.
ar: اسم المؤسسة للاتصال بها.
bg: Име на организацията, с която да се свържете.
ca: El nom de la institució a la qual connectar-se.
de: Name der Institution zum Verbinden.
es: El nombre de la institución al que conectarse.
et: Asutus, millega ühendada.
fr: Le nom de l'établissement auquel se connecter.
it: Il nome dell'organizzazione a cui connettersi.
nl: De naam van de organisatie om me te verbinden.

# OptionDescriptionProfile
source: Institute's profile to connect to.
ar: ملف المؤسسة للاتصال بها.
bg: Профил на организацията, чрез който да се свържете.
ca: Perfil de la institució per a connectar-se.
de: Name des Profils der Institution zum Verbinden.
es: Perfil de la institución a la que conectarse.
et: Asutuse profiil, millega ühendada.
fr: Profil de l'établissement auquel se connecter.
it: Profilo dell'organizzazione a cui connettersi.
nl: Organisatie profiel om mee te verbinden.

# OptionDescriptionQuery
source: Query to filter items
ar: استعلام لتصفية العناصر
bg: Заявка за филтриране на елементи
ca: Consulta per filtrar elements
de: Kriterien zum Filtern der Einträge
es: Consulta para filtrar elementos
et: Päring üksuste filtreerimiseks
fr: Requête pour filtrer les éléments
it: Query per filtrare gli elementi
nl: Zoek om items te filteren

# OptionRequired
source: Option {0} is required
ar: الخيار {0} مطلوب
bg: Изисква се опция {0}
ca: L'pció {0} és obligatòria
de: Option {0} ist notwendig
es: La opción {0} es requerida
et: Nõutud on valik {0}
fr: L'option {0} est requise
it: L'opzione {0} è richiesta
nl: Optie {0} is verplicht

# Passphrase
source: Certificate passphrase
ar: كلمة مرور الشهادة passphrase
bg: Фраза за сертификата
ca: Contrasenya del certificat
de: Import-Code für das Zertifikat
es: Contraseña del certificado
et: Sertifikaadi parool
fr: Phrase secrète du certificat
it: Passphrase del certificato
nl: Wachtwoordzin voor certificaat

# PassphraseLabel
source: Enter password for the certificate
ar: أدخل كلمة المرور للشهادة
bg: Въведете паролата за сертификата
ca: Introduïu la contrasenya per al certificat
de: Passwort für das Zertifikat eingeben
es: Introduce la contraseña para el certificado
et: Sisesta sertifikaadi parool
fr: Entrez le mot de passe pour le certificat
it: Immettere la password per il certificato
nl: Voer het wachtwoord voor het certificaat in

source: Password
ar: كلمة المرور
bg: Парола
ca: Contrasenya
de: Passwort
es: Contraseña
et: Parool
fr: Mot de passe
nl: Wachtwoord

# PasswordLabel
source: Password:
ar: كلمة المرور:
bg: Парола:
ca: Contrasenya:
de: Passwort:
es: Contraseña:
et: Parool:
fr: Mot de passe:
nl: Wachtwoord:

# ProfileContactInfo
source: Contact Information
ar: معلومات الاتصال
bg: Контакти
ca: Informació de contacte
de: Kontaktinformation
es: Información de contacto
et: Kontaktteave
fr: Coordonnées
it: Informazioni di contatto
nl: Contactgegevens

# ProfileEmail
source: Email
ar: البريد الالكتروني
bg: Имейл
es: Correo electrónico

# ProfileLabel
source: Profile name
ar: اسم الملف التعريفي
bg: Име на профил
ca: Nom de perfil
de: Profilname
es: Nombre de perfil
et: Profiili nimi
fr: Nom du Profil
it: Nome del profilo
nl: Profiel naam

# ProfileNotAffiliatedInstitution
source: Not affiliated with institution?
ar: غير تابع لمؤسسة؟
bg: Не сте присъединен към организация?
ca: No esteu afiliat a la institució?
de: Nicht zugehörig zur Institution?
es: ¿No estás afiliado con la institución?
et: EI ole asutusega seotud?
fr: Vous n'êtes pas affilié à un établissement ?
it: Non affiliato allàorganizzazione?
nl: Niet aangesloten bij een organisatie?

# ProfilePhone
source: Phone
ar: الهاتف
bg: Телефон
ca: Telèfon
de: Telefon
es: Teléfono
et: Telefon
fr: Téléphone
it: Telefono
nl: Telefoon

# ProfileRemoveConfirmation
source: This will remove all configuration for '{0}'.
ar: سيؤدي هذا إلى إزالة كافة الإعدادات لـ '{0}'.
bg: Това ще премахне цялата конфигурация за '{0}'.
ca: Això eliminarà tota la configuració per a '{0}'.
de: Hiermit wird die gesamte Konfiguration für '{0}' gelöscht.
es: Esto eliminará toda la configuración para '{0}'.
et: See eemaldab seadistuse '{0}' jaoks.
fr: Cela supprimera toute la configuration de '{0}'.
it: Questo rimuoverà tutta la configurazione di '{0}'.
nl: Dit verwijdert alle configuraties voor '{0}'.

# ProfileSelectOtherInstitution
source: Select another profile
ar: حدد ملف تعريف آخر
bg: Изберете друг профил
ca: Seleccioneu un altre perfil
de: Anderes Profil auswählen
es: Selecciona otro perfil
et: Vali muu profiil
fr: Sélectionnez un autre profil
it: Seleziona un altro profilo
nl: Selecteer een andere organisatie

# ProfileWeb
source: Web
ar: موقع
bg: Уеб
de: WWW
et: Veeb

# RedirectText
source: Click here to be redirected to the insitutions site for more info on how to connect. When you click the link this application will close.
ar: انقر هنا لتوجيهك إلى موقع المؤسسة للمزيد من المعلومات حول كيفية الاتصال. عند النقر على الرابط، سيتم إغلاق هذا التطبيق.
bg: За повече информация относно как да се свържете кликнете тук и ще бъдете пренасочени към сайта на организацията . Когато кликнете върху връзката, това приложение ще се затвори.
ca: Feu clic aquí per ser redirigit al lloc web de les institucions per obtenir més informació sobre com connectar. Quan feu clic a l'enllaç, aquesta aplicació es tancarà.
de: Wenn Sie hier klicken werden Sie zu einer Hilfeseite der Institution mit weiteren Informationen zur Verbindung weitergeleitet. Nach diesem Klick schließt sich das Programm.
es: Haz clic aquí para ser redirigido al sitio de la institución para obtener más información sobre cómo conectarse. Cuando hagas clic en el enlace, esta aplicación se cerrará.
et: Asutuse ühendumisjuhendile suundumiseks klõpsa siia. Lingile klõpsamise järel praegune rakendus sulgub.
fr: Cliquez ici pour être redirigé vers le site des établissements pour plus d'informations sur la façon de vous connecter. Lorsque vous cliquez sur le lien, cette application se fermera.
it: Clicca qui per essere reindirizzato al sito delle organizzazioni per maggiori informazioni su come connettersi. Quando farai clic sul collegamento, l'applicazione si chiuderà.
nl: Klik hier om doorverwezen te worden naar de site van de instelling voor meer informatie over hoe u verbinding kunt maken. Wanneer u op de link klikt, wordt deze toepassing gesloten.

# RedirectTitle
source: Redirect
ar: إعادة التوجيه
bg: Пренасочване
ca: Redirigeix
de: Umleitung
es: Redirigir
et: Suuna ümber
fr: Redirection
it: Redirezione

# RemoveProfileMessage
source: This will remove all configuration for {0}
ar: سيؤدي هذا إلى إزالة كافة الاعدادات لـ {0}
bg: Това ще премахне цялата конфигурация за {0}
ca: Això eliminarà tota la configuració per a '{0}'
de: Hiermit wird die gesamte Konfiguration gelöscht für {0}
es: Esto eliminará toda la configuración para {0}
et: See eemaldab seadistuse '{0}' jaoks.
fr: Cela supprimera toute la configuration pour {0}
it: Questo rimuoverà tutta la configurazione di {0}
nl: Hiermee wordt alle configuratie voor verwijderd {0}

# RemoveProfileTitle
source: Remove {0}
ar: إزالة{0}
bg: Премахнете {0}
ca: Elimina {0}
de: {0} entfernen
es: Eliminar {0}
et: Eemalda {0}
fr: Retirer {0}
it: Rimuovi {0}
nl: Verwijder {0}

# RequestToInstallCertificates
source: Install all required certificates?
ar: تثبيت جميع الشهادات المطلوبة؟
bg: Инсталирахте ли всички необходими сертификати?
ca: Instal·lar tots els certificats necessaris?
de: Alle benötigten Zertifikate installieren?
es: ¿Instalar todos los certificados requeridos?
et: Paigalda kõik nõutud sertifikaadid?
fr: Installer tous les certificats requis ?
it: Installa tutti i certificati richiesti?
nl: Alle benodigde certificaten installeren?

# Search
source: Search your organisation
ar: ابحث عن مؤسستك
bg: Потърсете Вашата организация
ca: Cerqueu la vostra organització
de: Suchen Sie nach Ihrer Organisation
es: Buscar tu organización
et: Otsi oma asutust
fr: Recherchez votre organisation
it: Cerca la tua organizzazione
nl: Zoek jouw organisatie

# SelectFile
source: Browse
ar: تصفح
bg: Разгледайте
ca: Navegar
de: Durchsuchen
es: Navegar
et: Lehitse
fr: Parcourir
it: Sfoglia
nl: Bladeren

source: Select institution
ar: اختيار المؤسسة
bg: Изберете организация
ca: Seleccionar institució
de: Institution auswählen
es: Seleccionar institución
et: Vali asutus
fr: Sélectionner un établissement
it: Seleziona organizzazione
nl: Selecteer organisatie

source: Select profile
ar: اختيار الملف التعريفي
bg: Изберете профил
ca: Seleccionar perfil
de: Profil auswählen
es: Seleccionar perfil
et: Vali profiil
fr: Sélectionner un Profil
it: Seleziona profilo
nl: Selecteer profiel

# TermsOfUseTitle
source: Terms of Use
ar: شروط الاستخدام
bg: Условия за ползване
ca: Termes d'ús
de: Nutzungsbedingungen
es: Condiciones de uso
et: Kasutustingimused
fr: Condition d'utilisation
it: Termini di utilizzo
nl: Gebruiksvoorwaarden

# UninstallNotification
source: The application and its configuration have been uninstalled.
ar: تمت إزالة تثبيت التطبيق وإعدادات الضبط.
bg: Приложението и неговата конфигурация са деинсталирани.
ca: L'aplicació i la seva configuració s'han desinstal·lat.
de: Das Programm und die Konfigurationen wurden deinstalliert.
es: La aplicación y su configuración han sido desinstaladas.
et: Rakendus ja selle seadistused on eemaldatud.
fr: L'application et sa configuration ont été désinstallées.
it: L'applicazione e la sua configurazione sono state disinstallate.
nl: De applicatie en de configuratie ervan zijn verwijderd.

source: Username
ar: اسم المستخدم
bg: Потребителско име
ca: Nom d'usuari
de: Benutzername
es: Nombre de usuario
et: Kasutajanimi
fr: Nom d'utilisateur
nl: Gebruikersnaam

# VersionDebug
source: {0}+Debug
ar: {0}+تصحيح
bg: {0}+Отстраняване на грешки
de: {0}+Fehlersuche
es: {0}+Depurar

# VersionDebugNoVersion
source: Debug
ar: تصحيح
bg: Отстраняване на грешки
de: Fehlersuche
es: Depurar

# VersionReleaseNoVersion
source: Versionless
ar: بدون إصدار
bg: Без версия
ca: Versió sense número
de: Ohne Version
es: Sin versión
fr: Sans version
it: Senza versione

# WarningFileDoesNotExist
source: The specified file does not exist.
ar: الملف المحدد غير موجود.
bg: Посоченият файл не съществува.
ca: El fitxer especificat no existeix.
de: Die angegebene Datei existiert nicht.
es: El archivo indicado no existe.
et: Seda faili ei ole.
fr: Le fichier spécifié n'existe pas.
it: Il file specificato non esiste.
nl: Het opgegeven bestand bestaat niet.

# WarningInstallCertificates
source: You must first install certificates with InstallCertificates
ar: يجب عليك أولاً تثبيت الشهادات باستخدام InstallCertificates
bg: Първо трябва да инсталирате сертификатите от InstallCertificates
ca: Cal que primerament instal·leu els certificats amb InstallCertificates.
de: SIe müssen zunächst die Zertifikate mit InstallCertificates installieren
es: Debes instalar primero los certificados con InstallCertificates
et: Esmalt pead paigaldama sertifikaadid - InstallCertificates
fr: Vous devez d'abord installer les certificats avec InstallCertificates
it: È necessario prima installare i certificati con InstallCertificates
nl: Je moet eerst certificaten installeren met InstallCertificates

# WarningMissingCertificates
source: Missing certificates
ar: الشهادات المفقودة
bg: Липсват сертификати
ca: Certificats que falten
de: Fehlende Zertifikate
es: Certificados faltantes
et: Sertifikaate on puudu
fr: Certificats manquants
it: Certificati mancanti
nl: Missende certificaten

# WarningNoInstitutesFound
source: No institutes found
ar: لم يتم العثور على المؤسسات
bg: Не са намерени организации
ca: No s'han trobat institucions
de: Keine Organisationen gefunden
es: No se encontraron instituciones
et: Asutusi ei leitud
fr: Aucun institut trouvé
it: Nessuna organizzazione trovata
nl: Geen organisaties gevonden

# WarningNoProfilesFound
source: No profiles found
ar: لم يتم العثور على أي ملفات تعريف
bg: Не са намерени профили
ca: No s'han trobat perfils
de: Keine Profile gefunden
es: No se encontraron perfiles
et: Profiile ei leitud
fr: Aucun profil trouvé
it: Nessun profilo trovato
nl: Geen profielen gevonden

# WarningNoSupportedAuthenticationMethod
source: No supported authentification method was found.
ar: لم يتم العثور على طريقة مصادقة معتمدة.
bg: Не е намерен метод за автентикация.
ca: No s'ha trobat cap mètode d'autenticació compatible.
de: Es wurde keine unterstützte Anmeldemethode gefunden.
es: No se encontró ningún método de autenticación compatible.
et: Toetatud autentimismeetodit ei leitud.
fr: Aucune méthode d'authentification prise en charge n'a été trouvée.
it: Non è stato trovato alcun metodo di autenticazione supportato.
nl: Er is geen ondersteunde authenticatiemethode gevonden.

# WarningProfileNotSupported
source: The profile you have selected is not supported by this application.
ar: ملف التعريف الذي حددته غير مدعوم من قبل هذا التطبيق.
bg: Профилът, който сте посочили, не се поддържа от това приложение.
ca: El perfil que heu seleccionat no és compatible amb aquesta aplicació.
de: Das ausgewählte Profil wird durch dieses Programm nicht unterstützt.
es: El perfil que has seleccionado no es compatible con esta aplicación.
et: Valitud profiili see rakendus ei toeta.
fr: Le profil que vous avez sélectionné n'est pas pris en charge par cette application.
it: Il profilo che hai selezionato non è supportato da questa applicazione.
nl: Het profiel dat u heeft geselecteerd, wordt niet ondersteund door deze applicatie.

# WarningUninstall
source: You are currently in the process of completly uninstalling geteduroam
ar: أنت حاليًا تقوم بإلغاء تثبيت geteduroam بالكامل
bg: В момента тече процес на пълно деинсталиране на geteduroam
ca: Esteu actualment en el procés de desinstal·lació completa de geteduroam.
de: Sie sind dabei, das Programm geteduroam vollständig zu deinstallieren
es: Estás ahora en el proceso de desinstalar completamente geteduroam
et: Oled geteduroami täielikult eemaldamas.
fr: Vous êtes actuellement en train de désinstaller complètement geteduroam
it: Attualmente stai disinstallando completamente geteduroam
nl: U bent momenteel bezig met het volledig verwijderen van geteduroam

# WarningUninstallCertificates
source: This means uninstalling all the trusted root certificates installed by this application.
ar: وهذا يعني إلغاء تثبيت جميع شهادات الجذر الموثوقة التي تم تثبيتها بواسطة هذا التطبيق.
bg: Това означава деинсталиране на всички trusted root certificates, инсталирани от това приложение.
ca: Això significa desinstal·lar tots els certificats arrel de confiança instal·lats per aquesta aplicació.
de: Dadurch werden auch alle installierten Wurzelzertifikate wieder entfernt.
es: Esto significa desinstalar todos los certificados raíz instalados por esta aplicación.
et: See tähendab rakenduse poolt paigaldatud usaldatud juursertifikaatide eemaldamist.
fr: Cela signifie désinstaller tous les certificats racines de confiance installés par cette application.
it: Ciò significa disinstallare tutti i certificati radice attendibili installati da questa applicazione.
nl: Dit betekent dat alle vertrouwde rootcertificaten die door deze applicatie zijn geïnstalleerd, moeten worden verwijderd.

# WarningUnsupportedFileType
source: The file type you chose is not supported.
ar: نوع الملف الذي اخترته غير مدعوم.
bg: Не се поддържа типа на файла, който сте избрали.
ca: El tipus de fitxer que has triat no és compatible.
de: Der angegebene Dateityp wird nicht unterstützt.
es: El tipo de archivo que has elegido no es compatible.
et: Valitud failitüüp ei ole toetatud.
fr: Le type de fichier que vous avez choisi n'est pas pris en charge.
it: Il tipo di file che hai scelto non è supportato.
nl: Het door u gekozen bestandstype wordt niet ondersteund.

# WarnRealmMismatch
source: /!\ The realm for the OuterIdentity will be set to "{0}" but the profile specified "{1}"
ar: /!\ سيتم تعيين نطاق OuterIdentity على "{0}" ولكن تم تحديد ملف التعريف "{1}"
bg: /!\ Домейна за OuterIdentity ще бъде променен на "{0}" освен специфицирания профил "{1}"
ca: /!\ El domini per a la Identitat Exterior s'establirà a "{0}" però heu especificat el perfil "{1}"
de: /!\ Der Realm für die äußere Identität wird auf "{0}" gesetzt obwohl im Profil "{1}" angegeben ist
es: /!\ El dominio de la OuterIdentity se establecerá como "{0}" pero el perfil indicaba "{1}"
et: /!\ Välise identiteedi (OuterIdentity) domeeniks pannakse "{0}", kuid profiilis on määratud "{1}"
fr: /!\ Le domaine de OuterIdentity sera défini sur "{0}" mais le profil spécifié "{1}"
it: /!\ Il realm della OuterIdentity sarà impostato a "{0}" ma il profilo ha specificato "{1}"
nl: /!\ Het domein voor de OuterIdentity wordt ingesteld op "{0}", maar het profiel specificeert "{1}"

# NoConnection
source: eduroam requires an active internet connection.
ar: يتطلب eduroam اتصالاً نشطًا بالإنترنت.
bg: eduroam изисква активна интернет връзка.
ca: eduroam requereix una connexió a internet activa.
de: geteduroam benötigt eine aktive Internetverbindung.
es: eduroam requiere una conexión a internet activa.
et: eduroam vajab toimivat internetiühendust.
fr: eduroam nécessite une connexion Internet active.
it: eduroam necessita di una connessione ad internet attiva.
nl: eduroam vereist een actieve internetverbinding.
