Repository: geteduroam/windows-app
Catalog: EduRoam.Localization/Resources.*.resx
Languages: ar, bg, ca, de, es, et, fr, it, nl

source: Connect to eduroam
ar: الاتصال بـ eduroam
bg: Свързване с eduroam
ca: Connecta't a eduroam
de: Mit eduroam verbinden
es: Conéctate a eduroam
et: Ühenda eduroamiga
fr: Se connecter à eduroam
it: Connetti a eduroam
nl: Verbind met eduroam

# UserNameWatermark
source: @example.com
ca: @exemple.com
nl: @voorbeeld.nl

# ExampleRealm
source: example
nl: voorbeeld
